IDEA Open Model
LineLoad.ResultantForces Property
Compatible with IDEA StatiCa Beta 20.0
 forces value
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string ResultantForces { get; set; }
Public Property ResultantForces As String
	Get
	Set
Property Value
Type: String
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace